[
  {
    "category": "Aviation LED Light",
    "id": 1,
    "title": "LED Based Aviation Obstruction Lights",
    "body": "Our clients can avail from us LED Based Aviation Obstruction Lights, which are protected from moisture and dust. Designed using latest technologies, these lights can withstand fluctuations. Our LED lights consume less amount of power and are cost effective in nature. Moreover, we provide these lights to the clients at cost effective rates.",
    "ul": [
      "No. Of LEDs: 343",
      "PIV protection: LEDs internally protected against rev. voltages up to 1 kV",
      "Maximum forward current: 100mA",
      "Typical power consumption: 8.8 W Maximum at 230V AC",
      "Input voltage variability: can withstand fluctuation of ±25%",
      "Insulation resistance: >200 megohms at 1000V",
      "Dielectric strength: 2.5 kV",
      "Earthing: Terminal provided inside body",
      "Cable entry: ET 19mm",
      "I luminance: @3300 lux"
    ],
    "image": "../../../public/products/led-aviation-obstruction.webp",
    "document": "Document Source"
  },
  {
    "category": "Aviation LED Light",
    "id": 2,
    "title": "Double Dome LED Aviation light",
    "body": "We are known for our Double Dome LED Aviation lights, which are approved by ICAO and FAA approved. Inside the body of these lights, terminals are provided for better earthing. Our aviation lights are used in telecommunication towers, airports and fire stations. We also check the quality of these lights before being offered to the clients.",
    "ul": [
      "No. Of LEDs: 343 x 2nos./196x2/121x2/50x2/40x2",
      "Maximum forward current: 200mA/140/90/17mA",
      "Typical power consumption: 8.8 W x 2 at 230V AC",
      "/10w / 7w / 2.5w",
      "Input voltage variability: withstand flucn.±25%",
      "Insulation resistance: >200 megohms at 1000V",
      "Dielectric strength: 2.5 kV",
      "Cable entry: ET 19mm",
      "I luminance: @3300/3300/1700 lux per each lamp"
    ],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Aviation LED Light",
    "id": 3,
    "title": "Solar Type LED Based Aviation Obstruction Light",
    "body": "Solar Type LED Based Aviation Obstruction Lights provided by us are protected against short circuits. These lights have aluminum body, which ensures maximum durability. Our lights are insulation resistant and consumes very less power. Moreover, these lights can sustain external weather conditions. We also offer these lights to the clients at very economical rates.",
    "ul": [
      "Input voltage variability: ±10%",
      "PIV protection: LEDs internally protected against rev. voltages up to 1 kV",
      "Insulation resistance: >200 megohms at 1000V",
      "Dielectric strengt: 2.5 kV",
      "Solar Panel: 12V 10Wp",
      "I luminance: @13 lux (ICAO TYPE A)",
      "No. Of LEDs: 75 LEDs",
      "Maximum forward current: 200mA",
      "Typical power consumption: 2.5W Max. at 12 V DC",
      "Dome: Polycarbonate (Clear / Red)",
      "Body: Aluminium with Powder coating / Polycarbonate",
      "Battery: Exide make (12V 7AH) maintenance free.",
      "Min. 3 Photosensors provided for automatic operation"
    ],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Aviation LED Light",
    "id": 4,
    "title": "Aviation Lamp Mounting Clamps",
    "body": "A large gamut of Mounting Clamps can be availed from us at cost effective rates. Using these clamps, the aviation lamps are directly mounted on the tower without welding or drilling. Manufactured using superior quality raw material, these clamps are extremely durable and resistant to corrosion. We also offer these products in different sizes and specifications.",
    "ul": [],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Aviation LED Light",
    "id": 5,
    "title": "Aviation light Bulbs",
    "body": "Ganesh Electricals are manufacturers of LED bulbs for your Existing Conventional Aviation lights with Conventional bulbs in 230VAC input supply and other input customer requirements. The LED bulbs come in Various types.",
    "ul": [
      "1. 40 LED lamps.....1.5W power consumption",
      "2. 50 LED bulbs....1.5W power consumption",
      "3. 121 LED bulbs....3.5W power consumption",
      "4. 196 LED bulbs....5W power consumption",
      "5. 343 LED bulbs....8W power consumption"
    ],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Aviation LED Light",
    "id": 6,
    "title": "LED Based Aviation Obstruction Lights (Inbuilt Photocontroller)",
    "body": "Our clients can avail from us LED Based Aviation Obstruction Lights, which are protected from moisture and dust. Designed using latest technologies, these lights can withstand fluctuations. Our LED lights consume less amount of power and are cost effective in nature. Moreover, we provide these lights to the clients at cost effective rates.",
    "ul": [
      "No. Of LEDs: 170",
      "Maximum forward current: 45 mA",
      "Typical power consumption: 5.5 W Maximum at 230V AC",
      "Input voltage variability: Can withstand fluctuation of ±25%",
      "PIV protection: LEDs internally protected against rev. vol. upto 1 kV",
      "Insulation resistance: >200 megohms at 1000V",
      "Dielectric strength: 2.5 kV",
      "Earthing: Terminal provided inside body",
      "Aluminium body with powder coating",
      "Polycarbonate unbreakable red dome",
      "Cable entry: PG11 cable gland",
      "Type : with inbuilt photosensor for automatic operation",
      "I luminance: @3000 lux"
    ],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Solar Products",
    "id": 7,
    "title": "Solar Panels",
    "body": "We provide a comprehensive range of Solar Panels that help in absorbing and later converting the sun's energy into heat or electricity. Our panels are capable of converting the solar energy into electricity and use it further in various buildings. These panels find an extensive application in solar home street lights, lanterns and lighting system. Our Solar Panels are one of the efficient and reliable means to attain a sustainable balance between nature and energy.",
    "ul": [],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Advertising and Displays",
    "id": 8,
    "title": "Programmable Message Ball (MiraBall)",
    "body": "Advertising Message Ball is a novel electronic play out device of dynamic video text. On Message Ball, a low noise long life electric motor drives a high brightness linear array LED lamps into high speed rotation, a microprocessor in the Ball commands the linear array to come on or go off at specified points in its pathway according to the programmed timing, hence the video text stored in the Ball seems to be played out in a 360o rolling mode because of the inertia of people’s vision. In comparison with the conventional unidirectional planar play out units presently available in the market, Message Ball is unique because of its 360o visible angle and bright color pictures, thus is a frontier-most medium for advertisement information, and an ornament for atmosphere adding-in and environment decoration. As an exceptional electronic book and valuable gift, Message Ball is usable for both small firms and big companies for introducing their products and merchandises as well as for displaying their trademarks. The information stored in Message Ball may be modified at will.",
    "ul": [
      "COLOUR DISPLAYS: 8 COLOURS",
      "INPUT SUPPLY 75V-265V",
      "CHARACTERS >2000",
      "REPROGRAMMABLE @ 1000 TIMES",
      "Pay Mode Terms: T/T (Bank Transfer), Western Union",
      "F. O. B. Price Order: 3500 INR",
      "Minimum Order Quantity: 24 Piece/Pieces"
    ],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Safety Products",
    "id": 9,
    "title": "LED Traffic Signal Lights",
    "body": "Our clients can avail from us LED Traffic Signal Lights, which are easy to install. These lights are cost effective as compared to single light, which uses 80VA neon or 220V/100W filament bulb. Our lights are compact in size and are extremely durable. We also offer these traffic signal lights to the clients at affordable rates.",
    "ul": [],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Safety Products",
    "id": 10,
    "title": "Helmet With Rechargeable Torch",
    "body": "WRITE DESCRIPTION",
    "ul": [
      "KNOB TYPE HELMET FOR PERFECT HEAD SIZE SETTING",
      "3 NOS RECHARGEABLE AA SIZE BATTERY",
      "6 VOLT CHARGER",
      "BACK-UP TIME OF 6-8 HRS.",
      "FULL RECHARGE TIME 6 HRS.",
      "ADJUSTABLE TORCH FOR STRAIGHT TO BOTTOM",
      "LED ILLUMINATED TORCH",
      "COLORS AVAILABLE FOR HELMET: RED / YELLOW / GREEN / WHITE / BLUE",
      "Pay Mode Terms: T/T (Bank Transfer), Western Union, Other",
      "F. O. B. Price Order: 1000 INR",
      "Minimum Order Quantity: 25 Piece/Pieces",
      "Port of Dispatch: INDIA",
      "Production Capacity: 5000 P.M.",
      "Packaging Details: SINGLE PACKAGE WITH THE SET OF HELMET WITH RECHARGEABLE TORCHA + 3 NOS RECHARGEABLE AA SIZE BATTERIES AND 6 V CHARGER."
    ],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Panel Lamps",
    "id": 11,
    "title": "Warning Lamps",
    "body": "We are instrumental in offering Warning Lamps, which are compact in design. These lamps are installed in the roof top of vehicles such as ambulance, fire brigade and police vehicles. Our roof top lamps are available with flashing and without flashing. Due to the solid state flashing circuits, these lamps function efficiently. We also have roof top flasher lamps with buzzer.",
    "ul": [],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Electronic Products",
    "id": 12,
    "title": "Electronic Hooter",
    "body": "WRITE DESCRIPTION",
    "ul": [
      "AVAILABLE SIZE 96x96",
      "AVAILABLE VOLTAGE : 12 AND 24 VDC, 12-440 VAC",
      "MULTITONE ADJUSTABLE HOOTER WITH KNOB",
      "SUITABLE FOR 25 MTS RANGE"
    ],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Electronic Products",
    "id": 13,
    "title": "LED Semaphore Indicators",
    "body": "Semaphore indicator is designed to perform on instrumentation, control & relay panel mimic diagram. It finds extensive application for automatic status indication for isolators, earth switches and circuit breakers. Fabricated in compliance with international standards these are aesthetically designed, it performs prolonged test for each unit, for operational accuracy and endurance. Further, it is equipped with continuously rated heavy duty solenoid coil, which ensures superior operating torque & locking. Besides, it is dust & vermin proof. Working:  Semaphore Indicators have provision for indicating ‘open’ or ‘close’ position of the circuit breaker. Armed with Dial Needle, which tilts towards right, when the testing equipment is in ‘Open’ position. Whereas, for ‘closed’ position, the needle positions itself and bridge a gap between the lines.",
    "ul": [],
    "image": "Image Source",
    "document": "Document Source"
  },
  {
    "category": "Electronic Products",
    "id": 14,
    "title": "Panel Boards",
    "body": "We are engaged in providing Panel Board, which are available in blue, green, red, yellow, amber, orange and white colors. Due to super bright LED and milky inner cap, these lights are more brighter than other similar lights available in the market. As high grade Nylon-6 plastics is used, the lamp fitted on the panel board can withstand the heat.",
    "ul": [],
    "image": "Image Source",
    "document": "Document Source"
  }
]
